Revit 2024 API
OpenOptions Constructor
 Constructs a new instance of the options class using default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public OpenOptions()
Visual Basic
Public Sub New
Visual C++
public:
OpenOptions()
See Also
OpenOptions Class
Autodesk.Revit.DB Namespace